Repository: woweverstudio/ZombieRush
Catalog: ZombieRush/Resources/Common.xcstrings
Source language: en
Languages: ko

# confirm_button
source: Confirm
ko: 확인

# error_title
source: Error
ko: 오류

# models_element_dark_description
source: Mysterious element using dark powers
ko: 어둠의 힘을 사용하는 신비한 원소

# models_element_dark_name
source: Dark
ko: 암흑

# models_element_fire_description
source: Fire attribute attack specialized element
ko: 화염 속성 공격에 특화된 원소

# models_element_fire_name
source: Fire
ko: 불꽃

# models_element_ice_description
source: Ice element with freezing effects
ko: 빙결 효과를 가진 냉기 원소

# models_element_ice_name
source: Ice
ko: 얼음

# models_element_thunder_description
source: Thunder element with fast electric attacks
ko: 빠른 전격 공격을 하는 번개 원소

# models_element_thunder_name
source: Thunder
ko: 번개

# models_job_dark_mage_description
source: Masters dark magic and shadow arts
ko: 어둠 마법과 그림자 기술을 마스터합니다

# models_job_dark_mage_name
source: Dark Mage
ko: 흑 마법사

# models_job_fire_mage_description
source: Specializes in fire magic attacks
ko: 불 마법 공격에 특화된 직업입니다

# models_job_fire_mage_name
source: Fire Mage
ko: 불 마법사

# models_job_ice_mage_description
source: Uses ice magic with freezing effects
ko: 빙결 효과를 가진 얼음 마법을 사용합니다

# models_job_ice_mage_name
source: Ice Mage
ko: 얼음 마법사

# models_job_novice_description
source: Basic job for beginners
ko: 초보자를 위한 기본 직업입니다

# models_job_novice_name
source: Novice
ko: 초보 마법사

# models_job_thunder_mage_description
source: Wields powerful thunder magic
ko: 강력한 번개 마법을 사용합니다

# models_job_thunder_mage_name
source: Thunder Mage
ko: 번개 마법사

# models_stat_attack_speed_description
source: Attack Speed
ko: 공격 속도를 높여 더 빠르게 공격할 수 있습니다

# models_stat_attack_speed_name
source: Attack Speed
ko: 공격속도

# models_stat_energy_description
source: Energy
ko: 시간이 지남에 따라 에너지를 회복합니다

# models_stat_energy_name
source: Energy
ko: 에너지

# models_stat_hp_description
source: HP
ko: 시간이 지남에 따라 HP를 회복합니다

# models_stat_hp_name
source: HP
ko: 체력

# models_stat_move_speed_description
source: Move Speed
ko: 캐릭터의 이동 속도를 증가시킵니다

# models_stat_move_speed_name
source: Move Speed
ko: 이동속도
